Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# common.duration.hoursShortFormat
source: %lldh
ru: %lld ч
zh_hans: %lld小时

# common.duration.hoursShortUnit
source: h
ru: ч
zh_hans: 小时

# common.duration.minutesFormat
source: %lld min
ru: %lld мин
zh_hans: %lld 分钟

# common.duration.minutesShortFormat
source: %lldm
ru: %lld мин
zh_hans: %lld分钟

# common.item.plural
source: items
ru: пункта
zh_hans: 项

# common.item.singular
source: item
ru: пункт
zh_hans: 项

# common.openProfile
source: Open profile
ru: Открыть профиль
zh_hans: 打开个人资料

# common.tab.coach
source: Coach
ru: Тренер
zh_hans: 教练

# common.tab.highlights
source: Highlights
ru: Итоги
zh_hans: 亮点

# common.tab.meals
source: Meals
ru: Питание
zh_hans: 饮食

# common.tab.plan
source: Plan
ru: План
zh_hans: 计划

# common.tab.today
source: Today
ru: Сегодня
zh_hans: 今天

# common.unit.bpm
source: bpm
ru: уд/мин
zh_hans: 次/分

# common.unit.bpmLessThanFormat
source: < %lld bpm
ru: < %lld уд/мин
zh_hans: < %lld 次/分

# common.unit.bpmPlusFormat
source: %lld+ bpm
ru: %lld+ уд/мин
zh_hans: %lld+ 次/分

# common.unit.bpmRangeFormat
source: %lld–%lld bpm
ru: %lld–%lld уд/мин
zh_hans: %lld–%lld 次/分

# common.unit.bpmValueFormat
source: %lld bpm
ru: %lld уд/мин
zh_hans: %lld 次/分

# common.unit.caloriesFormat
source: %lld kcal
ru: %lld ккал
zh_hans: %lld千卡

# common.unit.decimalLiter
source: %@L
ru: %@ л
zh_hans: %@升

# common.unit.foot
source: ft
ru: фт

# common.unit.gramFormat
source: %lldg
ru: %lld г
zh_hans: %lld 克

# common.unit.gramShort
source: g
ru: г
zh_hans: 克

# common.unit.gramStringFormat
source: %@g
ru: %@ г
zh_hans: %@ 克

# common.unit.gramValueFormat
source: %lldg
ru: %lld г
zh_hans: %lld 克

# common.unit.hoursShort
source: h
ru: ч
zh_hans: 小时

# common.unit.kcal
source: kcal
ru: ккал
zh_hans: 千卡

# common.unit.kilometer
source: km
ru: км
zh_hans: 公里

# common.unit.kilometerPerHour
source: km/h
ru: км/ч
zh_hans: km/小时

# common.unit.litersLoggedFormat
source: %@L logged today
ru: %@ л записано сегодня
zh_hans: %@L今天记录

# common.unit.meter
source: m
ru: м
zh_hans: 米

# common.unit.mile
source: mi
ru: ми
zh_hans: 英里

# common.unit.milesPerHour
source: mph
ru: миль/ч

# common.unit.millilitersFormat
source: %lld ml
ru: %lld мл
zh_hans: %lld 毫升

# common.unit.milliliterShort
source: ml
ru: мл
zh_hans: 毫升

# common.unit.millisecondShort
source: ms
ru: мс

# common.unit.minuteCompactFormat
source: %lldm
ru: %lld мин
zh_hans: %lld分钟

# common.unit.minuteFormat
source: %lld min
ru: %lld мин
zh_hans: %lld 分钟

# common.unit.minutesFormat
source: %lld min
ru: %lld мин
zh_hans: %lld 分钟

# common.unit.minuteShort
source: min
ru: мин
zh_hans: 分钟

# common.unit.minutesShort
source: m
ru: м
zh_hans: 米

# common.unit.rpm
source: rpm
ru: об/мин
zh_hans: 转/分

# common.unit.score
source: score
ru: оценка
zh_hans: 分数

source: Connect it when you're ready.
ru: Подключите, когда будете готовы.
zh_hans: 准备好后将其连接。

source: Contact Support
ru: Связаться с поддержкой
zh_hans: 联系支持团队

source: Copy Email Address
ru: Скопировать email
zh_hans: 复制电子邮件地址

source: DATA COVERAGE
ru: ПОКРЫТИЕ ДАННЫХ
zh_hans: 数据覆盖范围

source: Day
ru: День
zh_hans: 一天

source: Eat normally at next meal
ru: Поешьте нормально в следующий прием пищи
zh_hans: 下次用餐时正常进食

source: Email copied
ru: Email скопирован
zh_hans: 邮件已复制

source: Enable verbose Coach decision logs
ru: Включить подробные логи решений тренера
zh_hans: 启用教练决策日志的详细记录

source: error: %@
ru: ошибка: %@
zh_hans: 错误：%@

# fastFuel.item.curd.amount100g
source: 100 g
ru: 100 г
zh_hans: 100 克

# fastFuel.item.curd.reason
source: Overnight repair
ru: Восстановление ночью
zh_hans: 夜间修复

# fastFuel.item.curd.title
source: Curd 5%
ru: Творог 5%
zh_hans: 5% 凝乳

# fastFuel.item.greekYogurt.amount200g
source: 200 g
ru: 200 г
zh_hans: 200 克

# fastFuel.item.greekYogurt.reason
source: Muscle building
ru: Поддержка мышц
zh_hans: 肌肉支撑

# fastFuel.item.greekYogurt.title
source: Greek Yogurt
ru: Греческий йогурт
zh_hans: 希腊酸奶

# fastFuel.item.herbalTea.amount
source: 1 cup
ru: 1 чашка
zh_hans: 1 杯

# fastFuel.item.herbalTea.reason.baseline
source: Calm down baseline
ru: Спокойный базовый уровень
zh_hans: 稳定基线

# fastFuel.item.herbalTea.reason.beforeSleep
source: Calm digestive tract before sleep
ru: Успокоить пищеварение перед сном
zh_hans: 睡前保持消化道平静

# fastFuel.item.herbalTea.reason.digestive
source: Calm digestive tract
ru: Успокоить пищеварение
zh_hans: 消化道平静

# fastFuel.item.herbalTea.reason.sleep
source: Sleep ready
ru: Подготовка ко сну
zh_hans: 睡眠 ready

# fastFuel.item.herbalTea.title
source: Herbal Tea
ru: Травяной чай
zh_hans: 草本茶

# fastFuel.item.kefir.amount200ml
source: 200 ml
ru: 200 мл
zh_hans: 200 毫升

# fastFuel.item.kefir.amountGlass
source: 1 glass
ru: 1 стакан
zh_hans: 1 杯

# fastFuel.item.kefir.reason.mineral
source: Mineral support
ru: Минеральная поддержка
zh_hans: 矿物质补充剂

# fastFuel.item.kefir.reason.nightProtein
source: Light night protein
ru: Легкий белок на ночь
zh_hans: 光夜蛋白

# fastFuel.item.kefir.reason.smooth
source: Smooth digestion
ru: Мягкое пищеварение
zh_hans: 消化功能良好

# fastFuel.item.kefir.title
source: Kefir 1%
ru: Кефир 1%
zh_hans: 1% 开菲尔

# fastFuel.item.lightWalk.amount
source: 20-30 min
ru: 20–30 мин
zh_hans: 20-30 分钟

# fastFuel.item.lightWalk.reason.carbs
source: Utilize carbs & burn active calories
ru: Использовать углеводы и сжечь активные калории
zh_hans: 摄入碳水化合物并燃烧多余热量

# fastFuel.item.lightWalk.reason.surplus
source: Utilize surplus energy & boost digestion
ru: Использовать избыток энергии и поддержать пищеварение
zh_hans: 利用多余的能量以支持消化功能。

# fastFuel.item.lightWalk.title
source: Light Walk
ru: Легкая прогулка
zh_hans: 轻步

# fastFuel.item.proteinBar.amount
source: 1 bar
ru: 1 батончик
zh_hans: 1 巴

# fastFuel.item.proteinBar.reason
source: Quick protein input
ru: Быстрый белок
zh_hans: 快速蛋白

# fastFuel.item.proteinBar.title
source: Protein Bar
ru: Протеиновый батончик
zh_hans: 蛋白棒

# fastFuel.item.water.amount300
source: 300 ml
ru: 300 мл
zh_hans: 300 毫升

# fastFuel.item.water.amount500
source: 500 ml
ru: 500 мл
zh_hans: 500 毫升

# fastFuel.item.water.reason.flush
source: Flush surplus system
ru: Разгрузить систему
zh_hans: 冲洗式余液系统

# fastFuel.item.water.reason.hydrate
source: Hydrate system
ru: Поддержать гидратацию
zh_hans: 水合物系统

# fastFuel.item.water.reason.smallFlush
source: Small metabolic flush
ru: Небольшая метаболическая разгрузка
zh_hans: 轻微的代谢负荷

# fastFuel.item.water.reason.smallHydration
source: Small hydration
ru: Немного гидратации
zh_hans: 适量补水

# fastFuel.item.water.title
source: Water
ru: Вода
zh_hans: 饮水

source: Feel ready
ru: Организм готов
zh_hans: 准备好了吗？

source: Finish current session before starting another
ru: Завершите текущую тренировку перед началом другой
zh_hans: 在开始下一个会话前，请先结束当前会话。

source: Forgot password?
ru: Забыли пароль?
zh_hans: 忘记密码？

source: Give your food a clear and simple name.
ru: Дайте еде понятное и простое название.
zh_hans: 为您的食物起一个清晰简洁的名字。

source: Got it
ru: Понятно
zh_hans: 知道了

source: Health Signals
ru: Сигналы здоровья
zh_hans: 健康信号

# health.good
source: Good
ru: Хорошо
zh_hans: 很好

# health.high
source: High
ru: Высокий
zh_hans: 高

# health.low
source: Low
ru: Низкий
zh_hans: 不太好

# health.needRest
source: Need Rest
ru: Нужен отдых
zh_hans: 需要休息

# health.ok
source: Ok
ru: Нормально
zh_hans: 不计价

# health.ready
source: Ready
ru: Готово
zh_hans: 状态良好

# health.rest
source: Rest
ru: Отдых
zh_hans: 休息

# health.syncHealthToPersonalizeYourDay
source: Sync Health to personalize your day
ru: Синхронизируйте Health, чтобы персонализировать день
zh_hans: 同步 Health 功能，为您的每一天打造个性化体验

# healthAccess.action.connect
source: Connect Health Signals
ru: Подключить данные здоровья
zh_hans: 连接健康信号

# healthAccess.action.manage
source: Manage in Apple Health
ru: Настроить в Apple Health
zh_hans: 在 Apple Health 中管理

# healthAccess.action.opening
source: Opening Apple Health...
ru: Открываем Apple Health...
zh_hans: 打开 Apple Health ……

# healthAccess.action.unavailable
source: Health Unavailable
ru: Здоровье недоступно
zh_hans: 健康状况未知

# healthAccess.back
source: Back
ru: Назад
zh_hans: 返回

# healthAccess.benefit.adaptiveCalories.subtitle
source: Calories adjust after real activity.
ru: Калории корректируются после реальной активности.
zh_hans: 卡路里摄入量会根据实际活动量进行调整。

# healthAccess.benefit.adaptiveCalories.title
source: Adaptive calorie targets
ru: Адаптивные цели калорий
zh_hans: 自适应热量目标

# healthAccess.benefit.privateByDesign.subtitle
source: Permissions stay managed by Apple Health.
ru: Разрешения остаются под управлением Apple Health.
zh_hans: 权限仍由 Apple Health 管理。

# healthAccess.benefit.privateByDesign.title
source: Private by design
ru: Конфиденциальность с самого начала
zh_hans: 从最初起即保障隐私

# healthAccess.benefit.smarterPlanning.subtitle
source: Your plan reacts to workouts, steps and recovery.
ru: План реагирует на тренировки, шаги и восстановление.
zh_hans: 该计划针对训练、步数及恢复阶段进行优化。

# healthAccess.benefit.smarterPlanning.title
source: Smarter daily planning
ru: Умное планирование дня
zh_hans: 智能日程规划

# healthAccess.gotIt
source: Got it
ru: Понятно
zh_hans: 知道了

# healthAccess.healthSignals
source: Health Signals
ru: Сигналы здоровья
zh_hans: 健康信号

# healthAccess.hero.connected.full
source: Sleep, workouts and recovery are connected.
ru: Сон, тренировки и восстановление подключены.
zh_hans: 睡眠、训练与恢复均已纳入计划。

# healthAccess.hero.connected.needsMoreData
source: Health is connected, but WeekFit needs more data for better insights.
ru: Health подключен, но WeekFit нужно больше данных для лучших инсайтов.
zh_hans: 健康是相互关联的，但 WeekFit 仍需更多数据以获取更深入的洞察。

# healthAccess.hero.connected.partial
source: Some signals are connected. A few sources still need attention.
ru: Часть сигналов подключена. Некоторые источники еще требуют внимания.
zh_hans: 部分信号已连接。部分信号源仍需关注。

# healthAccess.hero.connected.sleepSetup
source: WeekFit can personalize your plan. Sleep may need setup.
ru: WeekFit может персонализировать ваш план. Возможно, нужно настроить сон.
zh_hans: WeekFit 可为您定制个性化计划。您可能需要调整睡眠安排。

# healthAccess.hero.connected.title
source: Health signals active
ru: Сигналы здоровья активны
zh_hans: 健康状态已激活

# healthAccess.hero.needsSettings.subtitle
source: Allow workouts, sleep, heart data and steps to unlock smarter guidance.
ru: Разрешите тренировки, сон, пульс и шаги, чтобы открыть более умные рекомендации.
zh_hans: 开启运动、睡眠、心率及步数数据，解锁更智能的健康指导。

# healthAccess.hero.needsSettings.title
source: Health needs access
ru: Health нужен доступ
zh_hans: 健康需求需要保障

# healthAccess.hero.notRequested.subtitle
source: Let WeekFit adapt planning, calories and recovery to your real day.
ru: Позвольте WeekFit адаптировать план, калории и восстановление к вашему реальному дню.
zh_hans: 让 WeekFit 根据您的实际日常生活，自动调整训练计划、卡路里摄入及恢复方案。

# healthAccess.hero.notRequested.title
source: Connect Health Signals
ru: Подключить данные здоровья
zh_hans: 连接健康信号

# healthAccess.hero.requesting.subtitle
source: Confirm access in Apple Health, then return to WeekFit.
ru: Подтвердите доступ в Apple Health, затем вернитесь в WeekFit.
zh_hans: 在 Apple Health 中确认访问权限，然后返回 WeekFit。

# healthAccess.hero.requesting.title
source: Opening Health
ru: Открываем Health
zh_hans: 打开“健康”页面

# healthAccess.hero.unavailable.subtitle
source: This device does not support Apple Health data access.
ru: Это устройство не поддерживает доступ к данным Apple Health.
zh_hans: 该设备不支持访问 Apple Health 数据。

# healthAccess.hero.unavailable.title
source: Health unavailable
ru: Health недоступен
zh_hans: 健康状况未知

# healthAccess.readiness.excellent
source: Excellent
ru: Отлично
zh_hans: 非常出色

# healthAccess.readiness.good
source: Good
ru: Хорошо
zh_hans: 很好

# healthAccess.readiness.heartData
source: Heart data
ru: Данные пульса
zh_hans: 心脏数据

# healthAccess.readiness.lastSync
source: Last sync
ru: Последняя синхронизация
zh_hans: 上次同步

# healthAccess.readiness.partial
source: Partial
ru: Частично
zh_hans: 部分

# healthAccess.readiness.sleepData
source: Sleep data
ru: Данные сна
zh_hans: 睡眠数据

# healthAccess.readiness.workoutSync
source: Workout sync
ru: Синхронизация тренировок
zh_hans: 训练同步

# healthAccess.setupChecklist
source: Setup checklist
ru: Чек-лист настройки
zh_hans: 配置检查清单

# healthAccess.signalReadiness
source: Signal readiness
ru: Готовность сигналов
zh_hans: 信号就绪状态

# healthAccess.sleepDataNotAppearing
source: Sleep data not appearing?
ru: Данные сна не появляются?
zh_hans: 看不到睡眠数据？

# healthAccess.sleepSetup.focus.detail
source: Use Sleep Focus overnight so Apple can classify sleep correctly.
ru: Включайте Фокус сна ночью, чтобы Apple корректно распознавал сон.
zh_hans: 请在夜间开启“睡眠专注”模式，以便 Apple 准确识别睡眠状态。

# healthAccess.sleepSetup.focus.title
source: Enable Sleep Focus
ru: Включите Фокус сна
zh_hans: 启用睡眠专注模式

# healthAccess.sleepSetup.noData.detail
source: Health → Browse → Sleep → Show All Data If no new entries appear, Apple Watch is not recording sleep yet.
ru: Health → Обзор → Сон → Показать все данные Если новых записей нет, Apple Watch пока не записывает сон.
zh_hans: 健康 → 浏览 → 睡眠 → 显示全部数据 若未出现新条目，则 Apple Watch 尚未开始记录睡眠数据。

# healthAccess.sleepSetup.noData.title
source: Still no data?
ru: Все еще нет данных?
zh_hans: 仍没有相关数据？

# healthAccess.sleepSetup.schedule.detail
source: iPhone → Settings → Focus → Sleep Set your bedtime and wake-up schedule.
ru: iPhone → Настройки → Фокусирование → Сон Настройте время отхода ко сну и пробуждения.
zh_hans: iPhone → 设置 → 专注模式 → 睡眠 设定就寝与起床时间。

# healthAccess.sleepSetup.schedule.title
source: Set a Sleep Schedule
ru: Настройте расписание сна
zh_hans: 设置睡眠计划

# healthAccess.sleepSetup.tracking.detail
source: Watch app → Sleep Enable Track Sleep with Apple Watch.
ru: Приложение Watch → Сон Включите отслеживание сна с Apple Watch.
zh_hans: 手表 App → 睡眠 开启用 Apple Watch 跟踪睡眠。

# healthAccess.sleepSetup.tracking.title
source: Turn on Sleep Tracking
ru: Включите отслеживание сна
zh_hans: Turn on 睡眠 Tracking

# healthAccess.sleepSetup.wear.detail
source: Keep battery above 30% and avoid Low Power Mode while sleeping.
ru: Держите заряд выше 30% и избегайте режима энергосбережения во время сна.
zh_hans: 请将电池电量保持在 30% 以上，并在睡眠时避免使用低功耗模式。

# healthAccess.sleepSetup.wear.title
source: Wear the watch overnight
ru: Носите часы ночью
zh_hans: 夜间佩戴手表

# healthAccess.sleepSetup.wrist.detail
source: Watch app → Passcode Turn on Wrist Detection.
ru: Приложение Watch → Код-пароль Включите распознавание запястья.
zh_hans: 手表 App → 密码 打开手腕检测。

# healthAccess.sleepSetup.wrist.title
source: Enable Wrist Detection
ru: Включите распознавание запястья
zh_hans: 启用腕部检测功能

# healthAccess.sleepSetupHelp
source: Sleep setup help
ru: Помощь с настройкой сна
zh_hans: 睡眠设置协助

# healthAccess.sleepStagesAndRecoveryInsightsMayTakeAFew
source: Sleep stages and recovery insights may take a few valid nights before they appear consistently.
ru: Стадии сна и инсайты восстановления могут появиться стабильно после нескольких корректных ночей.
zh_hans: 睡眠阶段及关于恢复情况的结论，可能在经历数夜规范记录后开始稳定显现。

# healthAccess.status.afterAccess
source: After access
ru: После доступа
zh_hans: 访问后

# healthAccess.status.available
source: Available
ru: Доступно
zh_hans: 可用

# healthAccess.status.dataFound
source: Data found
ru: Данные найдены
zh_hans: 已获取数据

# healthAccess.status.hoursAgoFormat
source: %lldh ago
ru: %lld ч назад
zh_hans: %lld小时前

# healthAccess.status.justNow
source: Just now
ru: Только что
zh_hans: 刚刚

# healthAccess.status.minutesAgoFormat
source: %lldm ago
ru: %lld мин назад
zh_hans: %lld个月前

# healthAccess.status.missing
source: Missing
ru: Нет данных
zh_hans: 找不到的

# healthAccess.status.needsAccess
source: Needs access
ru: Нужен доступ
zh_hans: 需要访问权限

# healthAccess.status.needsRefresh
source: Needs refresh
ru: Нужно обновить
zh_hans: 需要更新

# healthAccess.status.needsSetup
source: Needs setup
ru: Нужна настройка
zh_hans: 需要配置

# healthAccess.status.notDetected
source: Not detected
ru: Не обнаружено
zh_hans: 未检测到

# healthAccess.status.notSynced
source: Not synced
ru: Не синхронизировано
zh_hans: 未同步

# healthAccess.status.notSyncedYet
source: Not synced yet
ru: Еще не синхронизировано
zh_hans: 尚未同步

# healthAccess.status.noWorkout
source: No workout
ru: Нет тренировки
zh_hans: 未进行锻炼

# healthAccess.status.paired
source: Paired
ru: Подключены
zh_hans: 配对

# healthAccess.status.ready
source: Ready
ru: Готово
zh_hans: 状态良好

# healthAccess.status.watchAppNotInstalled
source: Install WeekFit on Apple Watch
ru: Установите WeekFit на Apple Watch
zh_hans: 在 Apple Watch 上安装 WeekFit

# healthAccess.status.watchNotPaired
source: Apple Watch not paired
ru: Apple Watch не сопряжён
zh_hans: Apple Watch 未配对

# healthAccess.weekfitReliesOnAppleHealthAndAppleWatchSleep
source: WeekFit relies on Apple Health and Apple Watch sleep tracking. Sometimes sleep data is not recorded even if you wear your watch overnight.
ru: WeekFit опирается на Apple Health и отслеживание сна Apple Watch. Иногда данные сна не записываются, даже если вы носите часы ночью.
zh_hans: WeekFit 使用 Apple Health 及 Apple Watch 的睡眠追踪功能。即使您整夜佩戴该手表，睡眠数据仍可能无法被记录。

# healthAccess.whatThisEnables
source: What this enables
ru: Что это дает
zh_hans: 具体包括哪些内容？

source: Help & Support
ru: Помощь и поддержка
zh_hans: 帮助与支持

# highlights.chart.average
source: Average
ru: Средний
zh_hans: 平均值

# highlights.loading
source: Reading your monthly pattern
ru: Читаем ваш месячный паттерн
zh_hans: 解读您的月度周期图

# highlights.metric.activity
source: Activity
ru: Активность
zh_hans: 活动

# highlights.metric.nutrition
source: Nutrition
ru: Питание
zh_hans: 营养

# highlights.metric.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# highlights.metric.sleep
source: Sleep
ru: Сон
zh_hans: 睡眠

# highlights.monthlyStory
source: MONTHLY STORY
ru: ИСТОРИЯ МЕСЯЦА
zh_hans: 本月回顾

# highlights.range.last30Days
source: Last 30 Days
ru: Последние 30 дней
zh_hans: 过去 30 天

# highlights.signal.activityIncreased
source: Activity load increased versus the first half of the month
ru: Нагрузка активности выросла относительно первой половины месяца
zh_hans: 活动负荷较本月上半月有所增加

# highlights.signal.activityLighter
source: Activity load was lighter than earlier in the month
ru: Нагрузка активности была легче, чем раньше в этом месяце
zh_hans: 活动量较本月初有所减轻。

# highlights.signal.activityPredictable
source: Activity load stayed predictable
ru: Нагрузка активности оставалась предсказуемой
zh_hans: 活动负荷仍保持可预测性

# highlights.signal.fuelingConsistent
source: Fueling stayed consistent
ru: Питание оставалось стабильным
zh_hans: 燃油供应保持稳定。

# highlights.signal.fuelingImproved
source: Fueling pattern improved
ru: Паттерн питания улучшился
zh_hans: 供油模式已改善

# highlights.signal.fuelingMixed
source: Fueling pattern was mixed
ru: Паттерн питания был неоднородным
zh_hans: 供油模式为混合供油。

# highlights.signal.notEnoughData
source: Not enough data yet
ru: Пока недостаточно данных
zh_hans: 目前数据尚不足。

# highlights.signal.recoveryHeld
source: Recovery held near baseline
ru: Восстановление удержалось около базового уровня
zh_hans: 恢复情况接近基线水平

# highlights.signal.sleepMoreConsistent
source: Sleep schedule became more consistent
ru: Расписание сна стало стабильнее
zh_hans: 睡眠规律变得更加稳定。

# highlights.signal.sleepStayedConsistent
source: Sleep timing stayed consistent
ru: Время сна оставалось стабильным
zh_hans: 睡眠时间保持稳定。

# highlights.signal.sleepUnevenHeld
source: Sleep schedule was uneven, but the monthly pattern still held
ru: Расписание сна было неровным, но месячный паттерн удержался
zh_hans: 睡眠作息并不规律，但每月一次的规律仍得以维持。

# highlights.story.activityUpRecoveryDown.bodyFormat
source: Your training volume increased by %lld%%, but your recovery metrics didn't match the output. Your body is running on a temporary deficit, causing your overall readiness to trend downward.
ru: Объем тренировок вырос на %lld%%, но метрики восстановления не успели за нагрузкой. Тело временно работает в дефиците, поэтому общая готовность снижается.
zh_hans: 训练量增加了 %lld%%，但恢复指标未能跟上训练强度的提升。身体暂时处于能量不足状态，因此整体恢复能力有所下降。

# highlights.story.activityUpRecoveryDown.headline
source: Activity is up, but efficiency is dropping
ru: Активность выросла, но эффективность падает
zh_hans: 业务量在增加，但效率却在下降。

# highlights.story.empty.body
source: WeekFit needs at least 20 days of recovery, activity, nutrition, and sleep data before it can synthesize your first monthly story.
ru: WeekFit нужно минимум 20 дней данных о восстановлении, активности, питании и сне, чтобы собрать первую месячную историю.
zh_hans: WeekFit 需要至少 20 天的恢复、活动、饮食及睡眠数据，才能生成首月记录。

# highlights.story.empty.headline
source: We're studying your patterns...
ru: Мы изучаем ваши паттерны...
zh_hans: 我们正在分析您的模式……

# highlights.story.foundRhythm.body
source: Recovery stayed steady because your sleep timing and training load were more consistent this month.
ru: Восстановление оставалось стабильным, потому что сон и тренировочная нагрузка в этом месяце были ровнее.
zh_hans: 恢复情况保持稳定，是因为本月的睡眠与训练负荷均更为均衡。

# highlights.story.foundRhythm.headline
source: You've found your rhythm
ru: Вы нашли свой ритм
zh_hans: 你找到了自己的节奏。

# highlights.story.recoveryResilient.body
source: Your recovery stayed steady despite lighter activity and uneven sleep. A few weaker days did not change the overall pattern.
ru: Восстановление оставалось стабильным несмотря на меньшую активность и неровный сон. Несколько слабых дней не изменили общий паттерн.
zh_hans: 尽管活动量减少且睡眠不规律，恢复情况仍保持稳定。数日状态欠佳并未改变整体恢复趋势。

# highlights.story.recoveryResilient.headline
source: Recovery stayed resilient
ru: Восстановление осталось устойчивым
zh_hans: 恢复 stayed resilient

# highlights.story.rhythmNeedsAttention.body
source: Recovery, activity, and sleep moved lower this month. WeekFit is watching whether this is a short dip or a pattern that needs more recovery support.
ru: Восстановление, активность и сон снизились в этом месяце. WeekFit отслеживает, это краткий спад или паттерн, которому нужна поддержка восстановления.
zh_hans: 本月，恢复能力、活动量及睡眠时长均有所下降。WeekFit 正在监测这一短暂下滑或特定模式，该模式可能需要恢复支持。

# highlights.story.rhythmNeedsAttention.headline
source: Your rhythm needs attention
ru: Вашему ритму нужно внимание
zh_hans: 您的节奏需要关注。

# highlights.story.sleepRecoveryUp.bodyFormat
source: Your sleep schedule became more consistent by %lld%%, helping your recovery stabilize and bounce back efficiently while training stayed steady.
ru: Расписание сна стало стабильнее на %lld%%, помогая восстановлению стабилизироваться и эффективнее возвращаться к норме при ровной тренировочной нагрузке.
zh_hans: 睡眠规律性提高了 %lld%%，有助于身体恢复稳定状态，并在保持恒定训练负荷时更有效地回归正常生理状态。

# highlights.story.sleepRecoveryUp.headline
source: Recovery became more predictable
ru: Восстановление стало предсказуемее
zh_hans: 恢复情况变得更加可预测。

# highlights.story.trainingBackSeat.body
source: And it was likely the right call. Your recovery baselines dropped early in the cycle, and you naturally scaled back your activity volume to prevent burnout and protect your body.
ru: И, вероятно, это было правильным решением. Базовые показатели восстановления снизились в начале цикла, и вы естественно уменьшили активность, чтобы избежать перегруза и защитить тело.
zh_hans: 这很可能是一个正确的决定。在你的周期初期，你的恢复基准值已出现下降，因此你自然而然地减少了活动量，以避免过度劳累并保护身体。

# highlights.story.trainingBackSeat.headline
source: Training took a back seat this month
ru: Тренировки отошли на второй план в этом месяце
zh_hans: 本月的训练已退居次要地位。

# highlights.title
source: Highlights
ru: Итоги
zh_hans: 亮点

# highlights.trend.improving
source: IMPROVING
ru: УЛУЧШАЕТСЯ
zh_hans: 改进中

# highlights.trend.needsAttention
source: NEEDS ATTENTION
ru: НУЖНО ВНИМАНИЕ
zh_hans: 请注意

# highlights.trend.stable
source: STABLE
ru: СТАБИЛЬНО
zh_hans: 稳定

# highlights.viewMetricAnalysisFormat
source: View %@ Analysis
ru: Открыть анализ: %@
zh_hans: 查看 %@ Analysis

# highlights.whyMetricFormat
source: Why %@?
ru: Почему %@?
zh_hans: 为什么%@？

# home.activityStart.activeSession.subtitle
source: Finish current session before starting another
ru: Завершите текущую сессию перед новой
zh_hans: 开始下一项前，请先结束当前训练
